{
  "additional_special_tokens": null,
  "bos_token": "[CLS]",
  "clean_up_tokenization_spaces": true,
  "cls_token": "[CLS]",
  "do_lower_case": false,
  "eos_token": "[SEP]",
  "keep_accents": false,
  "mask_token": {
    "__type": "AddedToken",
    "content": "[MASK]",
    "lstrip": true,
    "normalized": true,
    "rstrip": false,
    "single_word": false
  },
  "model_max_length": 1000000000000000019884624838656,
  "pad_token": "[PAD]",
  "remove_space": true,
  "sep_token": "[SEP]",
  "sp_model_kwargs": {},
  "tokenizer_class": "XLNetTokenizer",
  "unk_token": "[UNK]"
}
