final List<Map<String, String>> checklistMap = [
  { // 생활패턴
    '기상시간': '7~8시',
    '취침시간': '자정 이후',
    '샤워시각': '저녁샤워',
    '본가주기': '2주 이상',
  },
  { //생활습관
    '흡연여부' : '흡연',
    '잠버릇': '코골이, 잠꼬대',
    '청소': '수시로',
    '소리': '이어폰',
  },
  { //성격
    'MBTI_EI' : 'E',
    'MBTI_NS' : 'S',
    'MBTI_TF' : 'F',
    'MBTI_JP' : 'P',
  },
  {//성향
    '더위' : '많이 탐',
    '추위' : '적게 탐',
    '잠귀' : '어두움',
    '실내통화' : '싫어요',
    '친구초대' : '사전허락',
    '벌레' : '세스코',
    '실내취식' : '상관없음'
  },
  {//취미/기타
    '컴퓨터게임' : '좋아함',
    '운동' : '좋아함',
    '준비중' : '없음'
  }
];