final List<Map<String, dynamic>> checklistMap = [
  { // 생활패턴
    '기상시간': ['6시', '7시', '8시', '9시', '10시'],
    '취침시간': ['10시', '11시'],
    '샤워시각': '저녁샤워',
    '본가주기': '2주 이상',
  },
  { //생활습관
    '흡연여부' : '흡연',
    '잠버릇': '있음',
    '청소': '수시로',
    '소리': '이어폰',
  },
  { //성격
    'MBTI_EI' : 'E',
    'MBTI_NS' : 'S',
    'MBTI_TF' : 'F',
    'MBTI_JP' : 'P',
  },
  {//성향
    '더위' : '많이 탐',
    '추위' : '적게 탐',
    '잠귀' : '어두움',
    '실내통화' : '싫어요',
    '친구초대' : '사전 허락',
    '벌레' : '중간',
    '실내취식' : '상관 없음'
  },
  {//취미/기타
    '컴퓨터게임' : '좋아함',
    '운동' : '좋아함',
    '생활관' : '정의관'
  }
];